'-------------------------------------------------------------------------------------
' Bulgarian language module for WINCONTIG
'
' Translated by:
'   Svetlin Staikov (sjs<at>abv<dot>bg)
'
' Currently maintained by:
'   Svetlin Staikov (sjs<at>abv<dot>bg)
'
' Last updated: Jun 19, 2007
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Български
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Фрагментирани Файлове
2=Нефрагментирани Файлове
3=Дефрагментирани Файлове
4=Необработени Файлове
195=НАСТОЯЩА СЕСИЯ
199=Време за стартиране:
200=Действие:
222=Настояща операция:
214=Дефрагментира
215=Файлова Дефрагментация
207=Файлов анализ
209=Завършено
211=Прекратено от потребителя
212=Прекратено
213=Анализира...
216=Прескочени всички обекти
219=ПОСЛЕДНА СЕСИЯ
217=Основни
227=Общо обработени файлове:
228=Дефрагментирани файлове:
234=n/a
240=ФРАГМЕНТИРАНИ
241=ЦЯЛОСТНИ
243=ДЕФРАГМЕНТИРАНИ
254=Проверява диск...
257=Почиства...
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Добави
18=Изтрий
19=Свойства
20=Зареди
21=Запази
283=Фрагменти
294=Покажи Рапорт
455=Филтър
24=Дефрагментирай
25= Стоп
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Добави
474=Добави файлове към списъка. Кликни стрелката за да добавиш папки.
475=Премахни
476=Премахни избраните позиции от списъка.
477=Свойства
478=Покажи свойства на избраните позиции
479=Фрагменти
480=Покажи допълнителна информация за избраните файлове, вкл. размер и номер на фрагментите, от които се състоят.
481=Филтър
482=Покажи диалогова кутия за филтър за добавяне или премахване на специфични файлове, папки или файлови типове от анализиране и дефрагментиране.
483=Зареди профил.
484=Зареди списък позиции от предишно запазен файл на профил.
485=Запази профил
486=Запази списък с позиции в профилен файл.
26=Анализирай
45=Анализирай файловете за определяне на нивото на фрагментиране.
101=Дерагментирай
139=Консолидира фрагментирани файлове за да подобри производителноста. Натиснете стрлка да дефрагментирате само фрагметираните файлове избрани в долния панел.
122=Стоп
136=Спри текущата операция.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Добави &Файл...\tCTRL+O
66=Добави Па&пка...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<Празно>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Дефрагментирай всички файлове
156=Дефрагментирай само &избраните фрагментирани файлове
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Име
28=Размер
29=Статус
30=Тип
248=Фрагменти
249=Клъстери
250=Размер на диска
274=% на Диска
472=Дата на последна промяна
487=Атрибути
251=По подразбиране
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Фрагментирани
6=Нефрагментирани
7=Грешка
8=Дефрагментирани
146=Последователни
369=Пропуснато
424=Обработва...
218=Прекочени (филтрирани)
220=Прекочени (съхранени на SSD)
226=Прекъснати
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Добави обекти за дефрагментиране тук.
247=Основна директория
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&Отвори
68=&Добави Обект
69=&Файл...\tCTRL+O
70=Пап&ка...\tCTRL+D
71=&Изтрий Позиции\tDEL
371=Добави към листа с изключенията
15=Анализи&рай избраните позиции
16=&Дефраментирай избраните позиции
72=&Зареди Профил...
73=&Запази Профил Като...
223=Свой&ства...
75=А&втоматично превъртане
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Фрагменти
252=Клъстери
253=Размер на Диска
10=Размер
11=Име на файла
183=Път
275=% на Диска
256=По Подразбиране
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Най-фрагментирани файлове
12=Няма фрагментирани файлове
428=Все още не са обработени файлове.
'-------------------------------------------------------------------------------------
' Main program window - Tab Options ***
'-------------------------------------------------------------------------------------
187=&Show file name and path in separate columns
188=Show advanced options for the tabs.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Избери маркираните файлове
364=&Премахн и маркираните файлове
367=&Обърни селекцията
372=Добави в списъка с изключения
162=Отвори файлова л&окация
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Избери/Отмени
161=Избери или отмени избора на всички файлове в списъка.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Име на файла
245=Път
129=Грешка
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Неанализирани файлове
145=Няма файлове, неанализирани поради грешки
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Свободен
33=Обекти общо: 
127=Обект
137=Дефрагментира
420=Общо обработени файлове:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Файл
35=&Отвори
36=&Добави Обект
37=&Файл...\tCTRL+O
38=П&апка...\tCTRL+D
39=&Изтрий Позиции\tDEL
370=Добави в листа с изключенията
284=Инфор&мация за фрагментите...
224=Свой&ства...
421=За&пази Доклад за Анализа...
41=Из&ход
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Профили
43=&Зареди Профил...
44=&Запази Профил Като...
157=&конфигурира последните профилни списъци...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Действие
47=А&нализирай
49=&Стоп
50=&Дефрагментиране
148=Добави &WinContig в концтекстното меню на Windows Explorer
150=Д&ефрагментирай избраните позиции
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Покажи
51=&Лента с инструменти
52=&Информационен панел
76=&Лента за състоянието
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Инструменти
470=Управление на филтър...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Опции
54=Стой Най-отпред
55=Избери &Цял Ред
56=Покажи Съобщения за &Потвърждаване
57=Не позволявай дублирани &позиции
58=&Затвори програмата, когата дефрагментирането завърши
59=&Загаси компютъра, когата дефрагментирането завърши
229=Не проверявай &устройствата за грешки
235=Стра&тегия на дефрагментиране
236=Бър&зо
237=&Интелигентно
242=&Език
301=Задай приори&тет
302=&Висок
303=&Над Нормалния
304=&Нормален
305=&Под Нормалния
306=&Нисък
332=&Почистване на дис&ка
333=&Забранено
334=&Автоматично
335=Пи&тай потребителя
361=Покажи съобщенията за &грешки
348=Провери &устройствата за грешки
349=&Забранено
350=&Автоматично
351=Пи&тай потребителя
408=Конфигуриране на &осветяването…
488=Пропусни SSD диск&ове
23=Забрани отчитането на SSD
102=Покажи икони за със&стоянието
140=Покажи сист&ени икони
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&Помощ
61=Покажи &Договореност
62=Покажи &Ключовете на Командния Ред
64=&Относно WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Добавя файлове към списъка.
84=Добавя папка към списъка.
85=Изтрива избраните позиции.
86=Добавя позициите, описани в профила, към списъка.
87=Запазва позициите, описани в профила, в профил.
88=Затвори WinContig.
89=Анализира позиции.
92=Позволява да прекъснете процеса на добавяне.
93=Позволява да прекъснете анализирането на файловете.
110=Дефрагментира файловете.
94=Показва основния прозорец на програмата винаги на рпеден план.
95=Включва или изключва опцията за избиране на цели редове.
96=Показва информация за програмата, номер на версията и права на автора.
99=Затваря програмата, след като процеса на дефрагментиране завърши.
100=Изключва компютъра, след като процеса на дефрагментиране завърши.
103=Включва/Изключва превъртането на файловете.
104=Включва/Изключва съобщенията за потвърждаване.
105=Отваря избраните файлове със асоциираната програма.
106=Показва ключовете от командната линия, поддържани от WinContig.
107=Показва споразумение.
108=Не позволява дублирани позиции в списъка.
225=Показва свойствата на избраните позиции.
230=Не проверява устройствата за грешки преди дефрагментиране.
238=Дефрагментира файловете без да оптимизира разположението на клъстерите (по-бързо).
239=Дефрагментира файловете и оптимизира разположението на клъстерите (по-бавно).
255=Покажи Рапорт за Анализа
285=Покажи допълнителна информация за файловите фрагменти.
336=Не изстривай временните файлове преди дефрагментиране на файловете.
337=Автоматично изтрива временните файлове преди дефрагментиране на файловете.
109=Питай потребителя дали желае изтриване на временните файлове преди дефрагментиране на файловете.
352=Не проверявай устройствата за грешки преди дефрагментиране на файловете.
353=Автоматично проверявай устройствата за грешки преди дефрагментиране на файловете.
354=Питай потребителя дали желае да провери устройствата за грешки преди дефрагментиране на файловете.
362=Показвай съобщенията за грешки по време на изтриването на временните файлове.
373=Добави избраните позиции в листа с изключенията
471=Управлява списъци за добавяне и премахване.
409=Променя цветовете на осветяване на позициите.
429=Обръща кои позиции са избрани и кои не.
430=Маркира осветените позиции.
431=Размаркира осветените позиции.
422=Запазва резултатите от анализа.
22=Не отчитай автоматично SSD.
13=Не дефрагментирай фалове на SSD.
82=Показва или скрива лента с инструменти,
90=Показва или скрива панела за информация.
91=Показва или скрива лентата за състояние.
14=Дефрагментира само фрагментираните файлове избрани в долния панел.
141=Позволява ви да спрете текущата операция.
131=Анализаира само позициите избрани в горния панел.
138=Дефрагментира само позициите избрани в горния панел.
158=Променя коко профила се показват в списъка с последни профили.
135=Показва икони за състоянието редом до всяка икона в горния панел.
160=Показва системните икони до всяка позиция вместо WinContig икони.
163=OОтваря папката, съдържаща избрания файл.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Брой на фрагментираните файлове.
178=Брой на продължителните файлове.
179=Брой на файловете, неанализирани поради грешки.
182=Брой на обработените файлове
231=Списък на най-фрагментираните файлове:
232=Списък на неанализираните файлове:
289=Текстови Документ (*.txt)|*.txt|Всички Файлове (*.*)|*.*|
290=Запази Рапорт
291=Рапорта бе запазен успешно
292=Рапорт за анализа на WinContig създаден:
293=Файлови статистики
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Добави файлове
112=Всички Файлове (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Изберете папка, която искате да добавите към списъка, и тогава натиснете Добави папка. Можете да добавите повече от една папка.
244=Добави &папка
246=Добави папка към списъка
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Зареди Профил
115=Профили на WinContig (*.wcp)|*.wcp|Всички файлове (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Запази профил
117=Профили на WinContig (*.wcp)|*.wcp|Всички файлове (*.*)|*.*|
118=Профила беше запазен успешно.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Импортира профил
120=&Допълни
121=&Замени
123=Списъка с файлове не е празен.
124=Кликни Допълни за да добавите описаните обекти в профила към съществуващите вече обекти. Кликни Замени to за да замениш обектите в списъка с тези вече описани в профила.
125=Файла '%s' не е валиден профил на WinContig.
126=Посочния в командната линия файл не съществува.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Позиции
130=Импортира профил
132=Не се намират някои позиции, описани в профила. Може би са преименувани, преместени или изтрити.
133=Списък на позициите, които не са импортирани:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Провери диск
320=Преди да започнете процеса на дефрагментиране, можете да проверите устройствата за грешки. Препоръчително е да проверите състоянието на файловете ви преди дефрагментиране.
309=В бъдеще, не проверявай &устройствата
310=Анализира Диск %s... моля изчакайте.
311=Прогрес:
321=Етап 1 от 3
355=Етап 2 от 3
356=Етап 3 от 3
313=Провери &Диск
314=Не &проверявай Диск
315=Грешка на Диска!
316=Намерени са грешки по време на проверката на диска. Силно се препоръчва да затворите WinContig и поправите намерените грешки.
317=Windows не може да стартира проверка на CD-ROM и DVD-ROM устройства.
318=WinContig намери грешки в устройството. Препоръчваме да затворите WinContig и да оправите проблема.\nАлтернативно, бихте могли и да продължите нормално.
319=Стартирай автомачтично дефрагментацията, ако не са открити проблеми.
323=Покажи детайли
324=Диска все още не е анализиран.
325=Скрий детайли
326=Проверката на диска причключи
328=Рапорт за сканиране:
329=Не са открити проблеми на диска.
330=Провери дикса за грешки
331=Windows не мжое да проверява диск, закачен чрез мрежата.
432=Каталог
433=Файлова система
434=Общ размер
435=Свободно място
436=% Свободно място
437=Непознат диск
438=Заменяем диск
439=Твърд диск
440=Отдалечен диск
441=Оптичен диск
442=RAM диск
443=Състояние на сесията
444=Анализира...
445=Завършено
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Почистване на диска
340=Изтриване на временни файлове
357=&Започни почистване на диска 
358=&Не започвай почистване на диска
338=За в бъдеще, не изтривай &временните файлове
359=Преди започване на дефрагментацията, можете да изтриете временните файлове, за да освободите място.
342=Остава...
343=Изтрива временни файлове... Моля почакайте.
344=Прогрес:
345=GetTempPath функцията връща грешка %s !
346=Не може да изтрие временните файлове, зашото мса съхранени в централната папка!
347=Не може да изтрие временните файлове, защото следните такива не съществуват:\n\n%s
446=Използвай &WinContig за изтриване на временни файлове
181=E&mpty Recycle Bin
447=Използвай &външна програма за изтриване на временни файлове
448=Програма:
449=Допълнителни ключове за командния ред:
450=&Избери...
451=Избери програма
452=Програми (*.exe)|*.exe|Всички файлове (*.*)|*.*|
453=Не е определена външна програма.
454=Избраната външна програма не съществува !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Филтър
381=Добави папка
382=Добави файл
399=Добави &маска...
383=Премахни позиция
385=За да предотвратите нежелано преместване на определена информация, може да изключите определени позиции от списъка за дефрагментиране. Фаловете и папките в този списък няма да бъдат анализирани и дефрагментирани.
386=Списък с изключенията
387=Списък с изключените позиции
391=Игнорирай фаловете, по големи от (Кб):
392=Кб
393=Мб
394=Гб
456=Филтър
457=&Добави маска
458=&Премахни маска
459=Маска за добавяне:
460=За да обработите специфични попзиции, можете да настроите една или няколко маски. WinContig ще обработи само посициите който пасват на маската в този прозорец. За да зададете повече маски, отделете ги с (;).
461=Управляване на списък с добавки
462=Списък на добавените позиции:
463=Изключи
464=Добави
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Добави маска
401=Задайте една или повече маски за изключване на файлове и/или папки. За да зададете повече маски, отделете ги със (;).\n\nНапример: *.dll;*.ocx;*.tmp
404=Маските не могат да съдържат никой от следните символи: \ / : < > | "
419=Символа е невалиден
405=Изключи маска:
402=&Добави
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Конфигуриране на осветяването
411=Тук можете да конфигурирате осветяването на позициите. За да смените цвят на позиция, натиснете съответния оцветен бутон. За да забраните или разрешите осветявнето на позиция, маркирайте или размаркирайте съответната отметка.
412=Фрагментирани позиции
413=Последователни позиции
414=Дефрагментирани позиции
415=Грешка
416=Пропусната позиция
418=Осветяване на цял ред
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Списък с последни профили
152=Конфигуруране на списък с последни профили
153=Тук може да укажете колко профила се показват в списъка с профили.
154=Покажете толковва последни профили (0-10):
134=Максимален брой символи за последните профили (40-1000):
159=Автоматично премахни липсващите последни профили.
172=Максимален брой символи за последните профили
173=Ограничава броя на символите показвани за всеки последен профил.
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
174=Непозната грешка
175=Грешка при разтоварване на файла (безкраен основен цикъл).
176=Планът ба файла е празен.
180=Грешен план на файла.
147=Няма достатъчно свободни непрекъснати клъстери, за да се дефрагментира тотално файла.
164=Искате ли да изтриете избраната позиция?
165=Искате ли да изтриете избраните позиции?
166=Потвърждение
205=WinContig не може да стартира на тази версия на операционната система.
233=Не мжое да се добави '%s'.
307=Не може да зададе избрания приоритетен клас.
360=Файл '%s'не може да бъде изтрит поради следната грешка:\n\n%s
374=Избрания файл беше добавен в списъка с изключенията.
375=Избранте файлове бяха добавен в списъка с изключенията.
376=Избраните файлове за вече добавени в списъка с изключенията.
465=Дублирани маски
466=Една или повече маски за и в двата списъка. Позициите в тези маски няма да бъдат обработени от WinContig.
467=&Затоври въпреки това
468=&Редактирай маска
490=SSD устройство открито
494=SSD устройство
491=SSD не се оптимизират с обикновена HDD дефрагментация. Дефрагментирането води до много писане и може да натовари определени зони от диска. Не е препоръчително да дефрагментирате SSD дискове.
492=&Дефрагментирай въпреки това
493=&Не дефрагментирай
149=Няма достатъчно физическа памет или системни ресурси налични за дефрагментиране на файла.
'-------------------------------------------------------------------------------------
' General Button Captions ***
'-------------------------------------------------------------------------------------
395=&Да
396=&Не
397=ОК
398=Откажи
406=&Продължи
407=&Излизане
142=&Затвори
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Error: Недостиг на Памет/Ресурси. Не може да се изпълни!
168=Error: Фила не е намерен. Не може да се изпълни!
169=Error: Пътя не е намерен. Не може да се изпълни!
170=Error: Некоректен формат на файла. Не може да се изпълни!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Фрагменти
260=Име
261=Път
262=Тип
263=Размер
264=Размер на диска
265=Фрагменти
266=Клъстери
267=Информация за фрагмент
269=Основни
270=#
271=Файлови Клъстери
272=Начален Клъстер
273=Краен Клъстер
286=Размер (байтове)
287=% от Файла
276=Файла още не е анализиран
277=Това не е файл
278=Получи се грешка при опит да се анализира файла.
279=Тази позиция не съществува
280=Този файл не заема никакви клъстери
281=байта
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Рапорт за Дефрагментацията
185=Информация:
186=Дефрагментацията приключи.
189=Брой на обработените файлове
190=Брой на фрагментираните файлове
191=Брой на вече продължителните файлове
192=Брой на дефрагментираните файлове
193=Брой на файловете, неанализирани поради грешки.
423=Този диалог показва информация за файловете, които са били фрагментирани.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Изключване
196=Системата ще се излкючи след 15 секунди
197=OpenProcessToken Error.
198=AdjustTokenPrivileges Error.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Всички Права Запазени.
202=Свободно за некомерсиална и лична употреба.
203=WinContig свързва фрагментирани файлове така, че всеки заема единично, непрекъснато място на диска.\n\nВ резултат, вашата система работи с файловете по-ефективно.
204=Относно
298=Интернет страница:
299=E-mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Грешка на WinContig
78=WinContig спря работа
79=Програмата откри грешка. Моля копирайте информацията в клипборда, и ни я изпратете.
80=Детайли за проблема
81=&CЗатвори програмата
63=SSD откриването може да е несъвместимо с определени хардуерни конфигурации. Моля изберете "Забрани Solid State Drive (SSD) откриване" от меню Настройки.
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Споразумение
221=Copy the text and put it on the Clipboard.
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Ключове за командната линия
389=Ключове за командната линия
390=WinContig приема някои незадължителни ключове от командната линия, за да контролирате работата на програмата.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Моля почакайте, докато приключи работата по настоящия файл...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040
\qc {\b\f0\fs24 Disclaimer}
\par\par
\pard This software and all the accompanying files are provided by the author "as is" and without any express or implied warranties, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose. In no event shall the author be liable for any damages whatsoever (including without limitation, damages for loss of business profits, loss of use or data, business interruption, loss of business information, or any other pecuniary loss) arising out of the use or inability to use this product, even if advised of the possibility of such damage. The entire risk arising out of the use or performance of this product and documentation remains with you.
\par}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SYNTAX\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Switches are not case sensitive, so, for example, \b /CLOSE\b0  is the same as \b /close\b0 .\par
{\pntext\f3\'B7\tab}When using multiple switches, separate them with a blank space. For example, use the following command line to load a profile and start the file defragmentation:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Below is the list of the WinContig switches.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Specifies the file or folder to be loaded in WinContig.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of \i source\i0\par
{\pntext\f1\'B7\tab}You must enclose the full path of \i source\i0  in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the file \i personal.txt\i0  located in \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Starts automatically the analysis of the items loaded in WinContig.\par
\par
\b /CHKDSK:0\tab\b0 Disables the automatic disk checking. \par
\par
\b /CHKDSK:1\b0\tab Starts automatically the disk checking.\par
\par
\b /CHKDSK:2\b0\tab Asks the user before starting the disk checking.\par
\par
\b /CLEAN:0\tab\b0 Disables the automatic cleaning up of temporary files.\par
\par
\b /CLEAN:1\tab\b0 Starts automatically the cleaning up of temporary files.\par
\par
\b /CLEAN:2\tab\b0 Asks the user before starting the cleaning up of temporary files.\par
\par
\b /CLOSE\b0\tab Used to automatically close WinContig after it has completed the defragmentation process.\par
\par
\b /CLOSEIFOK\b0\tab Used to automatically close WinContig after it has completed the defragmentation process if all of the files have been successfully defragmented otherwise it stays open. 
If you use this switch in conjunction with the \b /NOGUI \b0 switch, WinContig will show the main window after it has completed the defragmentation process if one or more files have not been successfully defragmented.\par
\par
\b /DEFRAG\b0\tab Starts automatically the defragmentation of the items loaded in WinContig.\par
\par
\b /DUP\b0\tab Allows duplicate entries in the file list. WinContig does not allow duplicate entries in the file list as default. When using the \b /DUP\b0  switch, WinContig adds files to the file list faster. This option is useful if you want to load a very big profile faster and you are confident there are no duplicate entries in the profile.\par
\par
\b /FULLROW\b0\tab Turns full row selection on.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Shows this dialog box.\par
\par
\b /LANG:\b0\i xx\i0\tab Forces the language used by the user interface. \i xx \i0 specifies a region-neutral language, for example \i en \i0 represents English, while \i fr \i0 represents French. 
If you specify the \b/LANG:auto \b0 switch, WinContig will use the system default UI language (if supported).\par
\par
\b /NOGUI\b0\tab Used to hide the WinContig main window during the analysis process or the defragmentation process. When using the \b /NOGUI\b0  switch, WinContig provides exit codes that indicate the level of success for a command.\par
\par
\tab\b Exit codes\b0\par
\par
\tab The following command-line exit codes are defined for WinContig.\par
\par
\tab\b 0\b0\tab Success.\par
\tab\b 1\b0\tab Invalid or missing profile.\par
\tab\b 2\b0\tab Errors found during disk checking.\par
\tab\b 3\b0\tab Not all items were defragmented successfully.\par
\tab\b 4\b0\tab Not all items were analyzed successfully.\par
\tab\b 5\b0\tab Invalid or missing item.\par
\par
\b /NOINI\b0\tab Used to suppress the writing of the "WinContig.ini" configuration file.\par
\par
\b /NOPROMPT\b0\tab Used to turn confirmation messages off.\par
\par
\b /NOSCROLL\b0\tab Turns scroll of the files off when WinContig performs an analysis process or a defragmentation process.\par
\par
\b /ONTOP\b0\tab Makes the WinContig main window topmost (above all other windows).\par
\par
\b /PROF:\b0\i "profile"\i0\tab Used to load the profile \i profile\i0 .\par
\par
\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of the profile\par
{\pntext\f1\'B7\tab}You must enclose the full path of the profile in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the profile \i data.wcp\i0  located in \i c:\\profiles\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Used to turn off optimizations during the defragmentation process (i.e. it will not try to fill the gaps and it will not try to partially defragment the files that it's not possibile to totally defrag). This allows to complete the defragmentation process quicker.\par
\par
\b /SHUTDOWN\b0\tab Used to shutdown the computer after WinContig has completed the defragmentation process.\par
\par
}
$c$







